export const Pro = [
 {
  name: 'សៀមរាប',
  coordinates: [13.5446, 104.0779],
  dis: [
   {
    name: 'បន្ទាយស្រី',
    coordinates: [13.6031, 103.9666],
    com: [
     { name: 'ព្រះដាក់', coordinates: [13.444, 103.9387] },
     { name: 'ឃុនរាម', coordinates: [13.652, 104.0001] },
    ],
   },
   {
    name: 'សៀមរាប',
    coordinates: [13.3633, 103.8564],
    com: [],
   },
  ],
 },
 {
  name: 'បាត់ដំបង',
  coordinates: [13.0287, 102.9896],
  dis: [
   {
    name: 'ថ្មគោល',
    coordinates: [13.2588, 103.086],
    com: [{ name: 'ក្ដុលដូនទាវ', coordinates: [13.1454, 103.1957] }],
   },
   {
    name: 'បាត់ដំបង',
    coordinates: [13.0957, 103.2022],
    com: [
     {
      name: 'រូងជ្រៃ',
      coordinates: [13.271488481527653, 102.98601796478897],
     },
    ],
   },
  ],
 },
];

export const Land = [
 {
  idLand: 1,
  addr: {
   pro: 'សៀមរាប',
   dis: 'បន្ទាយស្រី',
   com: 'ឃុនរាម',
  },
  uid: '1',
  coordinates: [
   {
    lat: 13.652367626612335,
    lng: 104.00156889135248,
   },
   {
    lat: 13.651578153598498,
    lng: 104.00203309260203,
   },
   {
    lat: 13.651424427522805,
    lng: 104.00171110329599,
   },
   {
    lat: 13.65222432312622,
    lng: 104.00128178422126,
   },
  ],
 },
 {
  idLand: 2,
  addr: {
   pro: 'សៀមរាប',
   dis: 'បន្ទាយស្រី',
   com: 'ឃុនរាម',
  },
  uid: 1,
  coordinates: [
   {
    lat: 13.652755877398482,
    lng: 104.00238456446802,
   },
   {
    lat: 13.65191168972471,
    lng: 104.00297487819579,
   },
   {
    lat: 13.651476567120392,
    lng: 104.00253482614418,
   },
   {
    lat: 13.65251617009454,
    lng: 104.00186938157832,
   },
  ],
 },
 {
  idLand: 3,
  addr: {
   pro: 'បាត់ដំបង',
   dis: 'ថ្មគោល',
   com: 'ក្ដុលដូនទាវ',
  },
  uid: 1,
  coordinates: [
   {
    lat: 13.144853860425153,
    lng: 103.19420456886292,
   },
   {
    lat: 13.145705054766312,
    lng: 103.19424211978914,
   },
   {
    lat: 13.145694610681872,
    lng: 103.19466590881349,
   },
   {
    lat: 13.144832972183325,
    lng: 103.1946498155594,
   },
  ],
 },
];
